-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ActionType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ActionType:

--- @class Enum.ActionType : EnumItem
--- @field Nothing Enum.ActionType @0
--- @field Pause Enum.ActionType @1
--- @field Lose Enum.ActionType @2
--- @field Draw Enum.ActionType @3
--- @field Win Enum.ActionType @4

--}}} End of ActionType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;