-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: AutomaticSize
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ AutomaticSize:

--- @class Enum.AutomaticSize : EnumItem
--- @field None Enum.AutomaticSize @0
--- @field X Enum.AutomaticSize @1
--- @field Y Enum.AutomaticSize @2
--- @field XY Enum.AutomaticSize @3

--}}} End of AutomaticSize;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;