-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: BinType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ BinType:

--- @class Enum.BinType : EnumItem
--- @field Script Enum.BinType @0
--- @field GameTool Enum.BinType @1
--- @field Grab Enum.BinType @2
--- @field Clone Enum.BinType @3
--- @field Hammer Enum.BinType @4

--}}} End of BinType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;