-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ChatPrivacyMode
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ChatPrivacyMode:

--- @class Enum.ChatPrivacyMode : EnumItem
--- @field AllUsers Enum.ChatPrivacyMode @0
--- @field NoOne Enum.ChatPrivacyMode @1
--- @field Friends Enum.ChatPrivacyMode @2

--}}} End of ChatPrivacyMode;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;