-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ElasticBehavior
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ElasticBehavior:

--- @class Enum.ElasticBehavior : EnumItem
--- @field WhenScrollable Enum.ElasticBehavior @0
--- @field Always Enum.ElasticBehavior @1
--- @field Never Enum.ElasticBehavior @2

--}}} End of ElasticBehavior;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;