-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: FieldOfViewMode
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ FieldOfViewMode:

--- @class Enum.FieldOfViewMode : EnumItem
--- @field Vertical Enum.FieldOfViewMode @0
--- @field Diagonal Enum.FieldOfViewMode @1
--- @field MaxAxis Enum.FieldOfViewMode @2

--}}} End of FieldOfViewMode;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;