-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: InfoType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ InfoType:

--- @class Enum.InfoType : EnumItem
--- @field Asset Enum.InfoType @0
--- @field Product Enum.InfoType @1
--- @field GamePass Enum.InfoType @2
--- @field Subscription Enum.InfoType @3
--- @field Bundle Enum.InfoType @4

--}}} End of InfoType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;