-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: Limb
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ Limb:

--- @class Enum.Limb : EnumItem
--- @field Head Enum.Limb @0
--- @field Torso Enum.Limb @1
--- @field LeftArm Enum.Limb @2
--- @field RightArm Enum.Limb @3
--- @field LeftLeg Enum.Limb @4
--- @field RightLeg Enum.Limb @5
--- @field Unknown Enum.Limb @6

--}}} End of Limb;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;