-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ModifierKey
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ModifierKey:

--- @class Enum.ModifierKey : EnumItem
--- @field Alt Enum.ModifierKey @2
--- @field Ctrl Enum.ModifierKey @1
--- @field Meta Enum.ModifierKey @3
--- @field Shift Enum.ModifierKey @0

--}}} End of ModifierKey;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;