-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: MoveState
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ MoveState:

--- @class Enum.MoveState : EnumItem
--- @field Stopped Enum.MoveState @0
--- @field Coasting Enum.MoveState @1
--- @field Pushing Enum.MoveState @2
--- @field Stopping Enum.MoveState @3
--- @field AirFree Enum.MoveState @4

--}}} End of MoveState;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;