-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: NameOcclusion
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ NameOcclusion:

--- @class Enum.NameOcclusion : EnumItem
--- @field OccludeAll Enum.NameOcclusion @2
--- @field EnemyOcclusion Enum.NameOcclusion @1
--- @field NoOcclusion Enum.NameOcclusion @0

--}}} End of NameOcclusion;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;