-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: NormalId
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ NormalId:

--- @class Enum.NormalId : EnumItem
--- @field Top Enum.NormalId @1
--- @field Bottom Enum.NormalId @4
--- @field Back Enum.NormalId @2
--- @field Front Enum.NormalId @5
--- @field Right Enum.NormalId @0
--- @field Left Enum.NormalId @3

--}}} End of NormalId;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;