-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: RigType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ RigType:

--- @class Enum.RigType : EnumItem
--- @field R15 Enum.RigType @0
--- @field Rthro Enum.RigType @1
--- @field RthroNarrow Enum.RigType @2
--- @field Custom Enum.RigType @3
--- @field None Enum.RigType @4

--}}} End of RigType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;