-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ScaleType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ScaleType:

--- @class Enum.ScaleType : EnumItem
--- @field Stretch Enum.ScaleType @0
--- @field Slice Enum.ScaleType @1
--- @field Tile Enum.ScaleType @2
--- @field Fit Enum.ScaleType @3
--- @field Crop Enum.ScaleType @4

--}}} End of ScaleType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;