-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: SizeConstraint
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ SizeConstraint:

--- @class Enum.SizeConstraint : EnumItem
--- @field RelativeXY Enum.SizeConstraint @0
--- @field RelativeXX Enum.SizeConstraint @1
--- @field RelativeYY Enum.SizeConstraint @2

--}}} End of SizeConstraint;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;