-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: StartCorner
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ StartCorner:

--- @class Enum.StartCorner : EnumItem
--- @field TopLeft Enum.StartCorner @0
--- @field TopRight Enum.StartCorner @1
--- @field BottomLeft Enum.StartCorner @2
--- @field BottomRight Enum.StartCorner @3

--}}} End of StartCorner;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;