-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: StudioCloseMode
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ StudioCloseMode:

--- @class Enum.StudioCloseMode : EnumItem
--- @field None Enum.StudioCloseMode @0
--- @field CloseStudio Enum.StudioCloseMode @1
--- @field CloseDoc Enum.StudioCloseMode @2

--}}} End of StudioCloseMode;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;