-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: TeleportType
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ TeleportType:

--- @class Enum.TeleportType : EnumItem
--- @field ToPlace Enum.TeleportType @0
--- @field ToInstance Enum.TeleportType @1
--- @field ToReservedServer Enum.TeleportType @2

--}}} End of TeleportType;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;