-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: VolumetricAudio
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ VolumetricAudio:

--- @class Enum.VolumetricAudio : EnumItem
--- @field Disabled Enum.VolumetricAudio @0
--- @field Automatic Enum.VolumetricAudio @1
--- @field Enabled Enum.VolumetricAudio @2

--}}} End of VolumetricAudio;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;