-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: VRTouchpadMode
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ VRTouchpadMode:

--- @class Enum.VRTouchpadMode : EnumItem
--- @field Touch Enum.VRTouchpadMode @0
--- @field VirtualThumbstick Enum.VRTouchpadMode @1
--- @field ABXY Enum.VRTouchpadMode @2

--}}} End of VRTouchpadMode;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;