-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: WaterForce
 --->> Type: EnumItem
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ WaterForce:

--- @class Enum.WaterForce : EnumItem
--- @field None Enum.WaterForce @0
--- @field Small Enum.WaterForce @1
--- @field Medium Enum.WaterForce @2
--- @field Strong Enum.WaterForce @3
--- @field Max Enum.WaterForce @4

--}}} End of WaterForce;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;