-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: BoolValue
 --->> Type: ValueBase
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ BoolValue:

--- @class BoolValue : ValueBase
--- @field Value boolean
--- @field Changed RBXScriptSignal@fun( value : boolean )
--- @field changed RBXScriptSignal@fun( value : boolean )

--}}} End of BoolValue;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;