-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: CFrameValue
 --->> Type: ValueBase
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ CFrameValue:

--- @class CFrameValue : ValueBase
--- @field Value CFrame
--- @field Changed RBXScriptSignal@fun( value : CFrame )
--- @field changed RBXScriptSignal@fun( value : CFrame )

--}}} End of CFrameValue;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;