-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: DockWidgetPluginGui
 --->> Type: PluginGui
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ DockWidgetPluginGui:

--- @class DockWidgetPluginGui : PluginGui
--- @field HostWidgetWasRestored boolean
--- @field RequestRaise fun( self : DockWidgetPluginGui )

--}}} End of DockWidgetPluginGui;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;