-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: JointInstance
 --->> Type: Instance
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ JointInstance:

--- @class JointInstance : Instance
--- @field Active boolean
--- @field C0 CFrame
--- @field C1 CFrame
--- @field Enabled boolean
--- @field Part0 BasePart
--- @field Part1 BasePart
--- @field part1 BasePart

--}}} End of JointInstance;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;