-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: ObjectValue
 --->> Type: ValueBase
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ ObjectValue:

--- @class ObjectValue : ValueBase
--- @field Value Instance
--- @field Changed RBXScriptSignal@fun( value : Instance )
--- @field changed RBXScriptSignal@fun( value : Instance )

--}}} End of ObjectValue;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;