-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: Pose
 --->> Type: PoseBase
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ Pose:

--- @class Pose : PoseBase
--- @field CFrame CFrame
--- @field MaskWeight number
--- @field AddSubPose fun( self : Pose, pose : Instance )
--- @field GetSubPoses fun( self : Pose ) : Instance[ ]|any[ ]
--- @field RemoveSubPose fun( self : Pose, pose : Instance )

--}}} End of Pose;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;