-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
--->> Name: SpawnLocation
 --->> Type: Part
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:


--{{{ SpawnLocation:

--- @class SpawnLocation : Part
--- @field AllowTeamChangeOnTouch boolean
--- @field Duration number
--- @field Enabled boolean
--- @field Neutral boolean
--- @field TeamColor BrickColor

--}}} End of SpawnLocation;


--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;