-->> [[ ꧁༒☬𝓒𝓻𝓮𝓪𝓽𝓸𝓻: 𝓓𝓲𝓪𝔁𝓲𝓾𝓶☬༒꧂ ]] <<--
-->> [[ ꧁༒☬𝓢𝓾𝓲𝓽.𝓥𝓮𝓻𝓼𝓲𝓸𝓷: 𝓑𝓣3.0.2☬༒꧂ ]] <<--

------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

-->> [[ ꧁༒☬𝕯𝖊𝖕𝖊𝖓𝖉𝖊𝖓𝖈𝖎𝖊𝖘☬༒꧂ ]] <<--

--{{{ 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷:

---@alias Tuple any
---@alias Objects Instance[]|any[]
---@alias Variant table<any,any>
---@alias Dictionary table<string,any>
---@alias Array Instance[]|any[]
---@alias Map table<any,any>
---@alias Function function

--}}} End of 𝓓𝓸𝓬𝓾𝓶𝓮𝓷𝓽𝓪𝓽𝓲𝓸𝓷;